Repository: martinhermida/corubus-ios
Catalog: Corubus/*.lproj/Localizable.strings
Languages: es

# tabs.favorites
source: Favorites
es: Favoritos

# tabs.stops
source: Stops
es: Paradas

# tabs.lines
source: Lines
es: Líneas

# stops.searchPlaceholder
source: Search by stop name or number
es: Busca nombre o número de parada

# stops.nearby
source: Nearby
es: Cercanas

# stops.nearbyPlaceholder
source: Enable location to see the nearest bus stops.
es: Activa la ubicación para ver las paradas más cercanas.

# stops.nearbySettings
source: Check your location permissions in the Settings app.
es: Comprueba los permisos de ubicación en la aplicación Ajustes.

# stops.history
source: Recently searched
es: Buscadas recientemente

# stops.historyPlaceholder
source: The stops you search will appear here.
es: Las paradas que busques irán apareciendo aquí.

# stops.noBuses
source: No buses coming
es: No hay buses en camino

# lineDetailsSection.journey
source: Journey
es: Recorrido

# lineDetailsSection.timetable
source: Timetable
es: Horarios

source: Enable location
es: Activar ubicación

# favorites.add
source: Add to favorites
es: Añadir a favoritos

# favorites.remove
source: Remove from favorites
es: Eliminar de favoritos

# favorites.placeholder.title
source: You have no favorites yet.
es: Todavía no tienes favoritos.

# favorites.placeholder.body
source: You can add stops and lines to your favorites to access them quicker. Start by long-pressing on a stop or line.
es: Puedes añadir paradas y líneas a tus favoritos para acceder a ellas rápidamente. Comienza manteniendo pulsada una parada o línea.
